Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Would you mind letting us know the problems you have been having with the app?
ar: هل يمكنك إخبارنا بالمشاكل التي واجهتها مع التطبيق؟
ca: Us faria res indicar-nos els problemes que heu tingut amb l'aplicació?
cy: A fyddai ots gennych chi roi gwybod i ni pa broblemau rydych chi wedi bod yn eu cael â'r ap?
da: Har du noget imod at lade os vide, om hvilke problemer du har haft med app'en?
da_instk12: Har du noget imod at lade os vide, om hvilke problemer du har haft med app'en?
de: Hätten Sie was dagegen, uns die Probleme mitzuteilen, die Sie mit der App hatten?
es: ¿Le importaría dejarnos saber los problemas que ha tenido con la aplicación?
es_es: Por favor infórmanos sobre los problemas que has tenido con la aplicación.
fi: Voisitko kertoa meille ongelmista, joita sinulla on ollut sovelluksen kanssa?
fr: Pourriez-vous nous faire connaitre les problèmes que vous auriez rencontré avec l'application ?
fr_ca: Pourriez-vous nous faire connaitre les problèmes que vous auriez rencontrés avec l'application?
ga: Ar mhiste leat na fadhbanna a bhí agat leis an aip a chur in iúl dúinn?
hi: क्या आप हमें ऐप के साथ आ रही समस्याओं के बारे में बताना चाहेंगे?
ht: Sa pa p deranje w pou fè nou konnen ki pwoblèm ou genyen ak app sa a?
id: Bisakah memberi tahu kami masalah yang Anda miliki tentang app?
is: Værirðu til í að láta okkur vita hvaða vandamál þú hefur átt við með appið?
it: Potresti dirci i problemi che hai con l’app?
ja: このアプリの使用に関する問題を教えていただけますか？
ko: 앱에서 경험한 문제에 대해 알려주시겠습니까?
mi: E whakāro koe ki te whakamōhio mai ki a mātou ngā raruraru e whiwhi ana koe me te taupānga?
ms: Jika tidak keberatan, bolehkah anda memberitahu kami masalah yang dihadapi semasa menggunakan apl ini?
nb: Fint om du kunne si ifra til oss om problemer du har med appen
nb_instk12: Fint om du kunne si ifra til oss om problemer du har med appen
nl: Wil je ons op de hoogte stellen van de problemen die je met de app hebt?
pl: Czy możesz nas poinformować o problemach z daną aplikacją?
pt: Gostaria de nos indicar os problemas que tem experienciado com a aplicação?
pt_br: Você se importaria de deixar-nos saber os problemas que tem tido com o aplicativo?
ru: Не могли бы вы сообщить нам о проблемах, которые у вас возникли с приложением?
sl: Ali vas lahko prosimo, da nas obvestite o težavah, ki jih imate z aplikacijo?
sv: Skulle du vilja berätta vilka problem du har haft med appen?
sv_instk12: Skulle du vilja berätta vilka problem som du upplevt med appen?
th: ต้องการแจ้งให้เราทราบปัญหาที่คุณมีกับแอพหรือไม่
vi: Bạn có phiền cho chúng tôi biết vấn đề bạn đang gặp phải với ứng dụng không?
zh: 您介意让我们知道您已遇到的应用程序问题吗？
zh_hk: 您是否能告訴我們您在使用應用程式時所遇到的問題？

source: Write...
ar: كتابة...
ca: Escriviu...
cy: Ysgrifennu...
da: Skriv ...
da_instk12: Skriv ...
de: Schreiben ...
es: Escribir…
es_es: Escribir...
fi: Kirjoita...
fr: Écrire...
fr_ca: Écrire...
ga: Scríobh...
hi: लिखें...
ht: Ekri...
id: Tulis...
is: Skrifa...
it: Scrivi...
ja: 書き込み...
ko: 작성...
mi: Tuhi...
ms: Tulis...
nb: Skriv…
nb_instk12: Skriv…
nl: Schrijven...
pl: Napisz...
pt: Escrever...
pt_br: Escrever...
ru: Запись...
sl: Piši ...
sv: Skriv...
sv_instk12: Skriv...
th: เขียน...
vi: Ghi...
zh: 撰写...
zh_hk: 寫入...

source: Yes
ar: نعم
ca: Sí
cy: Iawn
da: Ja
da_instk12: Ja
de: Ja
es: Sí
es_es: Sí
fi: Kyllä
fr: Oui
fr_ca: Oui
hi: हाँ
ht: Wi
id: Ya
is: Já
it: Sì
ja: はい
ko: 예
mi: Ae
ms: Ya
nb: Ja
nb_instk12: Ja
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ru: Да
sl: Da
sv: Ja
sv_instk12: Ja
th: ใช่
vi: Có
zh: 是
zh_hk: 是

source: You are now masquerading as %@
ar: أنت الآن متخفي بصفة %@
ca: En aquest moment, esteu emmascarat com a %@.
cy: Ar hyn o bryd, rydych chi’n esgus bod yn %@
da: Du anvender nu brugeridentiteten for %@
da_instk12: Du er nu forklædt som %@
de: Sie sind jetzt maskiert als %@
es: Ahora se está haciendo pasar por %@
es_es: Ahora estás actuando como %@
fi: Sinut on nyt naamioitu %@
fr: Vous naviguez désormais sous l’identité de %@
fr_ca: Vous personnifiez actuellement %@
ga: Tá tú ag glacadh le haitheanas mar %@ anois
hi: अब आप इसके रूप में छद्मवेष धारण कर रहे हैं: %@
ht: Kounye a ou degize antan ke %@
id: Anda sekarang menyamar sebagai %@
is: Þú ert núna í gervi %@
it: Adesso stai eseguendo il mascheramento come %@
ja: あなたは現在、～としてマスカレードしています%@
ko: 현재 다음 사용자로 가장 중 %@
mi: Kei te whakāhua kē koe ināianei i %@
ms: Anda kini menyamar sebagai %@
nb: Du er nå under maskering som %@
nb_instk12: Du er nå forkledd som %@
nl: Je hebt nu een masker toegepast als %@
pl: Obecnie podszywasz się pod %@
pt: Você está agora disfarçado de %@
pt_br: Você está agora disfarçado como %@
ru: Вы теперь маскируетесь под видом %@
sl: Zdaj ste prevzeli vlogo %@
sv: Du uppträder nu som %@
sv_instk12: Du uppträder nu som %@
th: คุณสวมบทบาทในปัจจุบันเป็น %@
vi: Bạn hiện đang hóa trang thành %@
zh: 您现在正伪装成为%@
zh_hk: 您現正使用的其他身份為%@

source: You are now masquerading as %@. To Stop Masquerading go to your Profile.
ar: أنت الآن متخفي بصفة %@. لإيقاف التخفي، انتقل إلى ملف التعريف الخاص بك.
ca: En aquest moment, esteu emmascarat com a %@. Per deixar d'estar emmascarat, aneu al Perfil.
cy: Ar hyn o bryd, rydych chi’n esgus bod yn %@. I Stopio Ffugio, ewch i'ch Proffil.
da: Du anvender nu brugeridentiteten for %@. For at holde op med at anvende den anden brugeridentitet, gå til din profil.
da_instk12: Du er nu forklædt som %@. For at stoppe med forklædningen gå til din profil.
de: Sie sind jetzt maskiert als %@. Zum Beenden der Maskerade gehen Sie zu Ihrem Profil.
es: Ahora se está haciendo pasar por %@. Para dejar de hacerse pasar por otra persona, vaya a su Perfil.
es_es: Ahora estás actuando como %@. Para dejar de actuar como otra persona, ve a tu perfil.
fi: Sinut on nyt naamioitu %@. Voit lopettaa naamioinnin siirtymällä profiiliisi.
fr: Vous naviguez désormais sous l’identité de %@. Pour reprendre votre identité normale, rendez-vous dans votre profil.
fr_ca: Vous personnifiez actuellement %@. Pour arrêter la personnification, allez sur votre profil.
ga: Tá tú ag glacadh le haitheantas mar %@ anois. Chun glacadh le haitheantas eile a stopadh, téigh chuig do Phróifíl.
hi: अब आप %@ के रूप में छद्मवेष धारण कर रहे हैं। छद्मवेष रोकने के लिए अपनी प्रोफ़ाइल पर जाएं।
ht: Kounye a ou degize antan ke %@. Sispann pase pou lòt moun ale sou Pwofil ou.
id: Anda sekarang menyamar sebagai %@. Untuk Berhenti Menyamar, pergilah ke Profil Anda.
is: Þú ert núna í gervi %@. Til að hætta að dyljast skaltu fara í uppsetninguna þína.
it: Al adesso stai eseguendo il mascheramento come %@. Per interrompere il mascheramento vai nel tuo Profilo.
ja: あなたは現在、%@としてマスカレードしています。マスカレードを停止するには、プロフィールに進みます。
ko: 현재 %@(으)로 가장 중입니다. 다른 사용자로 가장하기를 중지하려면 프로필로 이동하세요.
mi: Kei te whakāhua kē koe ināianei i %@. Ki te whakamutu whakāhua kē me haere ki tō Kōtaha.
ms: Anda kini menyamar sebagai %@. Untuk Berhenti Menyamar pergi ke Profil anda.
nb: Du er nå under maskering som %@. For å stoppe maskeringen, gå til profilen din.
nb_instk12: Du er nå forkledd som %@. Gå til profilen din for å avslutte forkledningen.
nl: Je hebt nu een masker toegepast als %@. Ga naar je profiel om het maskeren te stoppen.
pl: Obecnie podszywasz się pod %@. Aby przerwać podszywanie się, przejdź do profilu.
pt: Você está agora disfarçado de %@. Para parar o Mascaramento, vá para seu perfil.
pt_br: Você está agora disfarçado como %@. Para Parar mascaramento visite o seu perfil.
ru: Вы теперь маскируетесь под видом %@. Чтобы прекратить маскирование, перейдите в свой профиль.
sl: Zdaj ste prevzeli vlogo %@. Če želite prenehati s prevzemanjem vlog, pojdite v svoj profil.
sv: Du uppträder nu som %@. Gå till din profil om du vill sluta uppträda som
sv_instk12: Du uppträder nu som %@. Gå till din profil om du vill sluta uppträda som
th: ตอนนี้คุณสวมบทบาทเป็น %@ หยุดการสวมบทบาทโดยไปที่โพรไฟล์ของคุณ
vi: Bạn hiện đang hóa trang thành %@ Để Dừng Hóa Trang, hãy đi đến Hồ Sơ của bạn.
zh: 您现在正伪装成为%@。要停止伪装，请转到您的个人资料。
zh_hk: 您現正使用 %@ 的身份檢視。要停止以其他身份檢視，請前往您的個人檔案。

source: You belong here.
ar: أنت تنتمي إلى هنا.
ca: Formeu part de tot això.
cy: Rwyt ti’n perthyn.
da: Du hører til her.
da_instk12: Du hører til her.
de: Sie gehören hierher.
es: Su lugar está aquí.
es_es: Esto es lo tuyo.
fi: Sinä kuulut tänne.
fr: Ta place est ici.
fr_ca: Votre place est ici.
ga: Baineann tú leis an áit seo.
hi: आपकी जगह यहीं है।
ht: Ou gen plas ou isit la.
id: Anda pantas berada di sini.
is: Þú átt heima hér.
it: Tu appartieni a questo mondo.
ja: あなたはここに属している、ここに居るべき存在です。
ko: 잘 오셨습니다.
mi: Nō konei koe.
ms: Di sinilah tempat anda.
nb: Du hører til her.
nb_instk12: Du hører til her.
nl: Je hoort hier thuis.
pl: To Twoje miejsce.
pt: O seu lugar é aqui.
pt_br: Você pertence a este lugar.
ru: Вы в правильном месте.
sl: Tu je vaše mesto.
sv: Det är här du hör hemma.
sv_instk12: Det är här du hör hemma.
th: คุณคือพวกเรา
vi: Bạn thuộc về nơi này.
zh: 你属于这里。
zh_hk: 你屬於這裡。

source: You do not have access to this content. The Course or Group may not have started, or may have been concluded.
ar: لا يمكنك الوصول إلى هذا المحتوى. من الممكن أن هذا المساق أو المجموعة لم يبدأ بعد أو انتهى.
ca: No teniu accés a aquest contingut. Pot ser que l'assignatura o el grup encara no hagin començat, o bé que ja hagin finalitzat.
cy: Does gennych chi ddim mynediad at y cynnwys hwn. Efallai fod y Cwrs neu'r Grŵp wedi dirwyn i ben neu heb ddechrau.
da: Du har ikke adgang til dette indhold. Fag eller gruppe er muligvis ikke startet, eller er måske afsluttet.
da_instk12: Du har ikke adgang til dette indhold. Fag eller gruppe har muligvis ikke startet, eller måske afsluttet.
de: Sie haben auf diesen Content keinen Zugriff. Möglicherweise wurde der Kurs oder die Gruppe noch nicht begonnen oder wurde geschlossen.
es: No tiene acceso a este contenido. El Curso o Grupo pueden no haber comenzado, o pueden haber finalizado.
es_es: No tienes acceso a este contenido. La asignatura o grupo pueden no haber comenzado, o pueden haber finalizado.
fi: Sinulla ei ole pääsyä tähän sisältöön. Kurssi tai ryhmä ei ehkä ole vielä alkanut tai se on ehkä viety loppuun.
fr: Vous n’avez pas accès à ce contenu. Ce cours ou ce groupe n’a peut-être pas encore commencé, ou il a peut-être pris fin.
fr_ca: Vous n'avez pas accès à ce contenu. Le cours ou le groupe peut ne pas avoir commencé, ou peut avoir été terminé.
ga: Níl rochtain agat ar an ábhar seo. Seans nár thosaigh an Cúrsa nó an Grúpa, nó go bhfuil sé tugtha chun críche.
hi: आपके पास इस सामग्री का एक्सेस नहीं है। हो सकता है कि पाठ्यक्रम या ग्रुप शुरू न हुआ हो, या समाप्त हो गया हो।
ht: Ou pa gen otorizasyon pou kontni sa a. Kou a oswa Gwoup la ka poko k[omanse, oswa yo ka gentan fini.
id: Anda tidak memiliki akses ke konten ini. Kursus atau Grup mungkin belum dimulai, atau telah selesai.
is: Þú hefur ekki aðgang að þessu efni. Verið getur að námskeiðið eða hópurinn sé ekki byrjað, eða því er lokið.
it: Non hai accesso a questo contenuto. Il Corso o il Gruppo potrebbero non essere iniziati oppure potrebbero essere stati conclusi.
ja: あなたはこのコンテンツにアクセス権がありません。コースまたはグループが開始されていないか、または完了している可能性があります。
ko: 이 콘텐츠에 대한 액세스가 없습니다. 과목 또는 그룹이 시작되지 않았거나 종결되었을 수 있습니다.
mi: Kaore koe e whai urunga ki tēnei ihirangi. Kare anō pea te Akoranga Rōpū rānei i timata, a, kua mutu kē pea.
ms: Anda tidak mempunyai akses kepada kandungan ini. Kursus atau Kumpulan mungkin belum bermula lagi atau mungkin telah selesai.
nb: Du har ikke tilgang til dette innholdet. Emnet eller gruppen har ikke startet, eller kan ha blitt avsluttet.
nb_instk12: Du har ikke tilgang til dette innholdet. Faget eller gruppen har kanskje ikke startet, eller kanskje det er avsluttet.
nl: Je hebt geen toegang tot deze inhoud. De cursus of groep is misschien nog niet begonnen, of is mogelijk al afgelopen.
pl: Nie masz dostępu do tej zawartości. Kurs lub grupa mogły się nie rozpocząć lub są już zakończone.
pt: Você não tem acesso a esse conteúdo. A Disciplina ou Grupo pode não ter começado ou ter sido concluído.
pt_br: Você não tem acesso a esse conteúdo. O curso ou grupo não pode ter começado, ou pode ter sido concluído.
ru: У вас нет доступа к этому контенту. Курс или группа, возможно, не были начаты или, возможно, были завершены.
sl: Nimate dostopa do te vsebine. Predmet ali skupina morda še ni začeta ali pa je zaključena.
sv: Du har inte åtkomst till det här innehållet. Kursen eller gruppen kanske inte har startats, eller har kanske slutförts.
sv_instk12: Du har inte åtkomst till det här innehållet. Kursen eller gruppen kanske inte har startats, eller har kanske slutförts.
th: คุณไม่มีสิทธิ์สืบค้นเนื้อหานี้ บทเรียนหรือกลุ่มอาจยังไม่ได้เริ่มต้น หรืออาจสรุปไปแล้ว
vi: Bạn không có quyền truy cập nội dung này. Khóa Học hoặc Nhóm có thể chưa bắt đầu hoặc đã kết thúc.
zh: 您无权访问此内容。课程或小组可能无法开始或者已经结束。
zh_hk: 您無權存取此內容。此課程或群組或許尚未開始，或已經結束。

source: You do not have permission to delete this reply
ar: غير مسموح لك بحذف هذا الرد
ca: No teniu permís per suprimir aquesta resposta
cy: Does gennych chi ddim hawl i ddileu'r ateb hwn
da: Du har ikke tilladelse til at slette dette svar
da_instk12: Du har ikke tilladelse til at slette dette svar
de: Sie haben keine Berechtigung, diese Antwort zu löschen
es: No tiene permiso para eliminar esta respuesta
es_es: No tienes permiso para eliminar esta respuesta
fi: Sinulla ei ole oikeuksia poistaa tätä vastausta
fr: Vous n'avez pas la permission de supprimer cette réponse
fr_ca: Vous n'avez pas la permission de supprimer cette réponse
ga: Níl cead agat an freagra seo a scriosadh
hi: आपको इस उत्तर को मिटाने की अनुमति नहीं है।
ht: Ou pa gen pèmisyon pou efase repons sa a
id: Anda tidak memiliki izin untuk menghapus balasan ini.
is: Þú hefur ekki heimild til að eyða þessu svari
it: Non disponi dell’autorizzazione per eliminare questa risposta
ja: この返信を消去することを許可されていません
ko: 이 답변을 삭제할 권한이 없습니다
mi: Kaore koe e whai whakāetanga ki te muku i tēnei whakautu
ms: Anda tidak mempunyai keizinan untuk memadamkan balasan ini
nb: Du har ikke tillatelse til å slette dette svaret
nb_instk12: Du har ikke tillatelse til å slette dette svaret
nl: Je hebt geen toestemming om dit antwoord te verwijderen
pl: Nie masz uprawnienia aby usunąć daną odpowiedź
pt: Não tem permissão para apagar esta resposta.
pt_br: Você não tem permissão de excluir esta resposta
ru: У вас нет разрешения на удаление этого ответа
sl: Nimate dovoljenja za odstranjevanje tega odgovora.
sv: Du har inte behörighet att ta bort det här svaret
sv_instk12: Du har inte tillstånd att ta bort det här svaret
th: คุณไม่มีสิทธิ์อนุญาตในการลบการตอบกลับนี้
vi: Bạn không có quyền xóa câu trả lời này
zh: 您没有删除此回复的权限
zh_hk: 您沒有獲得刪除此回覆的權限。

source: You do not have SpeedGrader for iPad. You can download it for free from the App Store.
ar: لا يوجد لديك SpeedGrader لـ iPad. يمكنك تنزيله مجانًا من App Store.
ca: No teniu SpeedGrader per a iPad. Podeu baixar-lo gratuïtament des d'App Store.
cy: Does gennych chi ddim SpeedGrader ar gyfer iPad. Gallwch ei lwytho i lawr am ddim o'r App Store.
da: Du har ikke SpeedGrader til iPad. Du kan downloade programmet gratis fra App Store.
da_instk12: Du har ikke SpeedGrader for iPad. Du kan downloade den gratis fra App Store.
de: Sie verfügen nicht über SpeedGrader für das iPad. Sie können es kostenlos im App-Store herunterladen.
es: No tiene SpeedGrader para iPad. Puede descargarlo gratis desde App Store.
es_es: No tienes SpeedGrader para iPad. Puedes descargarlo gratis desde la App Store.
fi: Sinulla ei ole SpeedGrader iPadille. Voit nyt ladata sen ilmaiseksi App Storessa.
fr: Vous ne possédez pas SpeedGrader pour iPad. Vous pouvez le télécharger gratuitement sur l’App Store.
fr_ca: Vous n'avez pas SpeedGrader pour iPad. Vous pouvez le télécharger gratuitement depuis l'App Store.
ga: Níl SpeedGrader le haghaidh iPad agat. Is féidir leat é a íoslódáil saor in aisce ón App Store.
hi: आपके पास iPad के लिए SpeedGrader नहीं है। आप इसे ऐप स्टोर से मुफ़्त में डाउनलोड कर सकते हैं।
ht: Ou pa gen SpeedGrader pou iPad Ou ka telechaje l gratis nan App Store la.
id: Anda tidak memiliki SpeedGrader untuk iPad. Anda dapat mengunduhnya di sini dari App Store.
is: Þú ert ekki með SpeedGrader fyrir iPad. Þú getur náð í það frítt frá App Store.
it: Non hai SpeedGrader per iPad. Puoi scaricarlo gratuitamente dall’App Store.
ja: あなたはSpeedGrader用のiPadを持っていません。App Storeから無料でダウンロードできます。
ko: iPad용 SpeedGrader이 없습니다. App Store에서 무료로 다운로드할 수 있습니다.
mi: Kaore koe e whiwhi SpeedGrader mo iPad. Ka taea e koe te tukuake mo te koreutu mai i te Taupānga Toa.
ms: Anda tidak mempunyai SpeedGrader untuk iPad. Anda boleh memuat turun aplikasi ini secara percuma daripada App Store.
nb: Du har ikke SpeedGrader for iPad. Du kan laste den ned gratis i App Store.
nb_instk12: Du har ikke SpeedGrader til iPad. Du kan laste den ned gratis i App-Store.
nl: Je hebt geen SpeedGrader voor de iPad. Je kunt het gratis downloaden uit de App Store.
pl: Nie masz aplikacji SpeedGrader na urządzenia iPad. Możesz ją pobrać bezpłatnie z witryny App Store.
pt: Você não tem SpeedGrader para iPad. Você pode baixá-lo gratuitamente na App Store.
pt_br: Você não tem o SpeedGrader para iPad. Você pode baixá-lo gratuitamente a partir da App Store.
ru: У вас нет SpeedGrader для iPad. Вы можете бесплатно скачать его из App Store.
sl: Nimate aplikacije SpeedGrader za napravo iPad. Brezplačno jo lahko prenesete iz trgovine App Store.
sv: Du har inte SpeedGrader för iPad. Du kan hämta det kostnadsfritt från App Store.
sv_instk12: Du har inte SpeedGrader för iPad. Du kan hämta det kostnadsfritt från App Store.
th: คุณไม่มี SpeedGrader for iPad คุณสามารถดาวน์โหลดได้ฟรีจาก App Store
vi: Bạn không có SpeedGrader cho iPad. Bạn có thể tải xuống miễn phí từ App Store.
zh: 您没有适用于iPad的SpeedGrader。您可以从App Store免费下载。
zh_hk: 您並無 iPad 的 SpeedGrader。您可以從應用程式商店免費下載。

source: You don't have any courses yet — so things are a bit quiet here. Once you enroll in a class, your dashboard will start filling up with new activity.
ar: ليس لدك أي مساقات بعد، ولذلك لا يوجد أي نشاط هنا. بمجرد أن تسجل في فصل، ستتم تعبئة لوحة المعلومات الخاصة بك بالأنشطة الجديدة.
ca: Encara no teniu cap assignatura, de manera que tot està una mica tranquil aquí. Un cop us hàgiu inscrit en una classe, el panell de control començarà a omplir-se d’activitats noves.
cy: Does gennych chi ddim cyrsiau eto –– felly mae hi’n dawel yma. Ar ôl i chi gofrestru ar gyfer dosbarth, bydd eich dangosfwrdd yn dechrau llenwi â gweithgarwch newydd.
da: Du har ingen fag endnu – så her er stadigvæk lidt stille. Når du tilmelder dig et fag, vil din oversigt begynde at fyldes med ny aktivitet.
da_instk12: Du har ingen fag endnu – så her er stadigvæk lidt stille. Når du tilmelder dig et fag, vil din oversigt begynde at fyldes med ny aktivitet.
de: Sie haben noch keine Kurse – hier ist es also noch etwas ruhig. Sobald Sie sich für einen Kurs angemeldet haben, wird sich Ihr Dashboard mit neuen Aktivitäten füllen.
es: No tiene cursos todavía, así que, por ahora, todo está un poco tranquilo por aquí. Una vez que se inscriba en una clase, su tablero comenzará a llenarse de nuevas actividades.
es_es: Todavía no tienes ninguna asignatura, así que todo está un poco tranquilo por aquí. Cuando te inscribas en una clase, tu panel de control empezará a llenarse de nueva actividad.
fi: Sinulla ei ole vielä kursseja - joten täällä on hieman hiljaista. Kun ilmoittaudut kurssille, koontinäyttösi alkaa täyttyä uusilla aktiviteeteilla.
fr: Vous n’avez pas encore de cours, donc il n’y a pas grand-chose ici. Après votre inscription à un cours, votre tableau de bord commencera à se remplir d’informations concernant vos nouvelles activités.
fr_ca: Vous n’avez pas encore de cours - c’est donc un peu calme ici. Dès que vous vous inscrivez à un cours, votre tableau de bord se remplit de nouvelles activités.
ga: Níl aon chúrsaí agat fós — mar sin tá rudaí beagáinín ciúin anseo. Nuair a rollaíonn tú i rang, tosóidh do phainéal ag líonadh le gníomhaíocht nua.
hi: आपके पास अभी तक कोई पाठ्यक्रम उपलब्ध नहीं है — इसलिए यहां फिलहाल कुछ नहीं दिख रहा है। एक बार जब आप किसी कक्षा में नामांकन कर ले लेते हैं, तो आपका डैशबोर्ड नई गतिविधियों से भरना शुरू हो जाएगा।
ht: Ou poko gen okenn kou — se sa k fè pa gen anpil aktivite isit la. Lè w fin enskri nan yon klas, tablodbò ou a ap kòmanse ranpli ak nouvo aktivite.
id: Anda belum memiliki kursus apa pun — jadi semuanya agak sepi di sini. Setelah Anda mendaftar di kelas, dasbor Anda akan mulai terisi dengan aktivitas baru.
is: Þú hefur engin námskeið enn, því er allt svolítið rólegt hér. Þegar þú hefur innritað þig í námskeið fer stjórnborðið að fyllast upp af nýrri virkni.
it: Non hai ancora dei corsi, quindi tutto è tranquillo qui. Una volta che ti iscrivi a un corso, la tua dashboard inizierà a riempirsi con le nuove attività.
ja: 受講中のコースはまだありません — そのため、ここは少し静かです。クラスに登録すると、ダッシュボードに新しい活動が表示され始めます。
ko: 아직 과목이 없어서 여기에 표시할 것이 별로 없습니다. 과목에 등록하면 대시보는 새 활동으로 채워지기 시작합니다.
mi: Kāore anō kia whai akoranga koe — nō reira he marino te āhua o te noho i konei. Kia rēhita koe ki tētahi akomanga, ka tīmata tō papatohu ki te whakakī i ngā mahi hou.
ms: Anda belum mempunyai apa-apa kursus — jadi keadaan masih sunyi di sini. Setelah anda mendaftar dalam kelas, papan pemuka anda akan mula diisi dengan aktiviti baharu.
nb: Du har ikke flere emner ennå – så det er litt stille her. Når du har meldt deg på et emne, begynner dashbordet ditt å fylles opp med ny aktivitet.
nb_instk12: Du har ikke flere fag ennå – så det er litt stille her. Når du har meldt deg på et emne, vil oversikten din begynne å fylles opp med ny aktivitet.
nl: Je hebt nog een cursussen – het is hier dus nog erg rustig. Zodra je je inschrijft voor een klas, vult je dashboard zich met nieuwe activiteit.
pl: Nie masz jeszcze kursów, dlatego jest tu dość cicho. Gdy zapiszesz się na zajęcia, pulpit nawigacyjny zacznie wypełniać się nowymi aktywnościami.
pt: Ainda não tem nenhuma disciplina — por isso, as coisas estão um pouco calmas por aqui. Assim que se inscrever numa aula, o seu painel começará a encher-se de novas atividades.
pt_br: Você ainda não tem nenhum curso — então as coisas estão um pouco calmas por aqui. Depois de se matricular em uma aula, seu painel começará a se encher de novas atividades.
ru: У вас пока нет ни одного курса, поэтому здесь ничего не происходит. Как только вы будете включены в курс, ваша панель управления начнет заполняться новой активностью.
sl: Trenutno nimate še nobenega predmeta – zato je tukaj precej tiho. Ko se boste vpisali v predmet, se bo vaša nadzorna plošča začela polniti z novimi aktivnostmi.
sv: Du har ännu inte några kurser – så det är ganska lugnt just nu. När du har registrerat dig för en kurs kommer din översikt att fyllas med nya aktiviteter.
sv_instk12: Du har ännu inte några kurser – så det är ganska lugnt just nu. När du har registrerat dig för en kurs kommer din översikt att fyllas med nya aktiviteter.
th: คุณยังไม่มีบทเรียนใด ๆ - ทุกอย่างยังนิ่งอยู่ หลังจากลงทะเบียนในชั้นเรียนแล้ว แผงข้อมูลของคุณจะเริ่มแจ้งกิจกรรมใหม่
vi: Bạn chưa có bất kỳ khóa học nào — vì vậy mà mọi thứ ở đây có vẻ hơi yên ắng. Khi bạn ghi danh vào một lớp học, bảng điều khiển sẽ bắt đầu lấp đầy với hoạt động mới.
zh: 您还没有任何课程，因此暂无消息。注册班级后，您的控制面板将开始出现新活动。
zh_hk: 您目前還沒有任何課程，所以這裡暫時比較安靜。一旦您註冊了課程，您的控制面板就會開始充滿新的活動。
